[
    {
        "id": 0,
        "title": "Bac Pro Systèmes Numériques",
        "etablissement": "Lycée professionel Galilée",
        "annee": "2020",
        "description": "Mon Bac Pro en Systèmes Numériques a été le point de départ de ma passion pour la programmation. J'y ai découvert des langages comme Python et JavaScript, qui ont été la base de mes compétences techniques. Ces connaissances m'ont rapidement ouvert les portes du développement web et m'ont permis de concrétiser mes premiers projets.",
        "image": "https://upload.wikimedia.org/wikipedia/commons/e/e5/Lyc%C3%A9e_professionnel_Galil%C3%A9e_Paris.jpg"
    },
    {
        "id": 1,
        "title": "Bac +2 Développement web ",
        "etablissement": "Konexio",
        "annee": "2022",
        "description": "Le titre RNCP Développeur Web et Web Mobile (DWWM) m'a plongé au cœur du développement web et mobile. Cette formation m'a permis de maîtriser les bases du développement en explorant des langages comme HTML, CSS, et JavaScript, tout en me familiarisant avec des frameworks modernes tels que React. Grâce à cette expérience, j'ai pu acquérir une solide compréhension des outils et technologies essentiels pour créer des interfaces dynamiques et responsive, adaptées aux besoins du web actuel.",
        "image": "https://upload.wikimedia.org/wikipedia/fr/5/54/Logo_Konexio.png"
    },
    {
        "id": 2,
        "title": "Bac +4 Chefs de projets digitaux",
        "etablissement": "École Européenne des Métiers de l’Internet",
        "annee": "2024",
        "description": "Le Bachelor en Développement Web a renforcé les compétences que j'avais acquises précédemment, tout en m'initiant à de nouvelles méthodes de développement. Ces approches m'ont permis de produire un code plus propre, de meilleure qualité et plus performant. Grâce à cette formation, j'ai pu approfondir ma compréhension des bonnes pratiques de développement et améliorer ma capacité à concevoir des solutions plus optimisées et évolutives.",
        "image": "https://www.phosphore.com/wp-content/uploads/2023/01/LOGO-EEMI-770x374px_Plan-de-travail-1.png"
    }
]